{
  "base_model_name_or_path": "distilbert-base-uncased",
  "bias": "none",
  "fan_in_fan_out": false,
  "inference_mode": true,
  "init_lora_weights": true,
  "lora_alpha": 32,
  "lora_dropout": 0.01,
  "modules_to_save": null,
  "peft_type": "LORA",
  "r": 4,
  "target_modules": [
    "q_lin"
  ],
  "task_type": "SEQ_CLS"
}